Repository: common-repository/twitter-publisher
Catalog: languages/*.po
Languages: nl_nl

source: Twitter credentials and sharing
nl_nl: Twitter gegevens

source: Twitter username:
nl_nl: Twitter gebruikersnaam:

source: Do not include the <code>@</code> at the beginning.
nl_nl: Voeg niet het <code>@</code> aan het begin toe.

source: Twitter password:
nl_nl: Twitter wachtwoord:

source: Only needed to share new blog posts on Twitter.
nl_nl: Alleen nodig om nieuwe artikelen op Twitter te delen.

source: Share new blog posts:
nl_nl: Deel nieuwe artikelen:

source: Tweet the same Tweet as the main Twitter account under my account too.
nl_nl: Tweet dezelfde tweet als de hoofd account ook onder mijn naam.

source: Twitter Publisher Settings
nl_nl: Twitter Publisher Instellingen

source: Settings saved
nl_nl: Instellingen opgeslagen

source: Tweet prefix:
nl_nl: Tweet voorvoegsel:

source: You can prefix your automated tweets with something like <code>New blog post:</code>
nl_nl: Je kan je geautomatiseerde tweets voorzien van een voorvoegsel, zoals bijvoorbeeld <code>Nieuw artikel:</code>

source: Tweet suffix:
nl_nl: Tweet achtervoegsel:

source: You can suffix your automated tweets with extra hashtags, like <code>#hashtag</code>
nl_nl: Je kan je geautomatiseerde tweets voorzien van extra hashtags, zoals bijvoorbeeld <code>#hashtag</code>

source: Drop suffix:
nl_nl: Verwijder achtervoegsel:

source: Drop the suffix if the tweet exceeds 140 characters.
nl_nl: Verwijder het achtervoegsel als de tweet te lang wordt.

source: Short URL service:
nl_nl: URL verkorter:

source: Refer to author:
nl_nl: Vermeld auteur:

source: Include the author's Twitter name (or display name when no twitter name is available) when sharing new blog posts.
nl_nl: Vermeld de Twitter naam van de auteur (of zijn Wordpress naam als er geen Twitter naam is vermeld) wanneer er artikelen worden gedeeld op Twitter.

source: Delay the Tweet by:
nl_nl: Vertraag de tweet met:

source: minutes
nl_nl: minuten

source: This will give you some time to edit the post/title, before the post is tweeted.
nl_nl: Dit geeft je wat tijd om het artikel/de titel te wijzigen, voordat het artikel getweet wordt.

source: Main Twitter account credentials
nl_nl: Twitter gegevens van de hoofd account

source: If you have a Twitter account for your blog, please fill in the username and password below. Author-specific accounts can be provided in their personal profile pages.
nl_nl: Als je blog een Twitter account heeft, vul dan hier je gebruikersnaam en wachtwoord in. Gegevens van de auteurs kunnen ze invullen in hun persoonlijke profielpagina's.

source: Awe.sm credentials
nl_nl: Awe.sm gegevens

source: Awe.sm API key:
nl_nl: Awe.sm API sleutel:

source: Bit.ly credentials
nl_nl: Bit.ly gegevens

source: Bit.ly Login name:
nl_nl: Bit.ly gebruikersnaam:

source: Bit.ly API key:
nl_nl: Bit.ly API sleutel:

source: Campaign variables:
nl_nl: Campagne variabelen:

source: Add Google Analytics campaign variables to the permalink for tracking.
nl_nl: Voeg Google Analytics Campagne Variabelen toe aan de permalink voor het volgen van de Tweets

source: Save Changes
nl_nl: Opslaan

source: Do not forget to have your authors enter their Twitter name in their profiles. Otherwise their Wordpress display name will be mentioned in the tweets.
nl_nl: Vergeet niet je auteurs te vragen hun Twitter naam in te vullen in hun profiel, anders wordt hun Wordpress naam vermeld in de tweet.

source: Settings
nl_nl: Instellingen
